<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=EUC-JP">
<title>スクラッチウェア・マニフェスト</title>
</head>

<body >

<h1>スクラッチウェア・マニフェスト</h1>

<PRE>
原文 = <a href="http://www.the-underdogs.org/scratch.php">
The Scratchware Manifesto</a> 2000年 複数のゲームデザイナーによる
</PRE>

<h2>Phase 1 ： 革命への序章</h2>

<PRE>
ゲームは迷走している。

創造力をかきたてるようなビジョンを提供せず、むしろ抑圧している。
革新を後押しせず、むしろ歯止めをかけている。
我々の想像力ではなく、今月のPCデータリストをたよりに作られている。
成功した人は称賛されず、高額な予算と低いロイヤリティで不利益を被っている。
成功は、しかるべき人ではなく、企業ではたらく歯車のおかげだとされる。

革命の時がきた。

近くの本屋に行ってみるといい。 何万ものタイトルを目にするだろう。
近くのレコード屋に行ってみるといい。 何千ものアルバムを目にするだろう。
近くのソフト屋に行ってみるといい。 40ぐらいのゲームを目にするだろう。

何千ものゲームが、毎年発売されているのにだ。

ゲームパブリッシャーが何億円もの販促と広告とマーケティングに
無駄なお金を使った場合のみ、その40個の中に並ぶことができる。
さらに、その棚に並ぶことができるゲームは、パブリッシャがさらに
何億円も金をかけてつくったゲームだけだ。なぜなら、彼らは、
(年に)両手の指で数えられるほどしか成功しないことを知っているし、
さらにそのゲームが成功するためには、ソフト屋の棚に並んで、かつ"PC Games"誌の
カバーに掲載される必要があるのを知っているからだ。(ここ適当、あまり重要でない)

何百万(ドル)も賭けているから、パブリシャーは失敗を恐れる。
どの経営者も、風変りなものを始めて失敗に終わったら、職を失うことを知っている。
だから、彼らは、自分の震える尻を隠すために、いつもおなじような古くて、
「今月の売れ筋」のマネをしてしまう。誰かがやったことで、正しいとわかってる
ことをやっても誰も彼らをクビにしないから。

かつてこの惑星でもっとも革新的でわくわくさせた産業は、
退屈と真似事のあふれる沼地になってしまった。

何億円ものコストがかかるプロジェクトは、それ相応に、
10人〜30人の開発チームを要するし、完成するまでに何年もかかるだろう。
とてもたくさんの才能ある人が必要だし、労働量も必要だ。
そんな環境では、単発の良い思いつきは生きながらえない。
実際、それらのアイデアは、マーケティング野郎や、パッケージグッズ業界
からきた経営者や、ボスの心証をよくするために不必要な変更を迫るような
奴らの証拠のない要求には耐えられない。

私たちは言う： 「もうたくさんだ! そんな風じゃなくても良い。」

ゲームを作るために30のクリエイターが必要か？ とんでもない!
リチャード・ギャリオットはウルティマを数週間でつくった。
クリス・クロフォードは Balance of Power を自分のMacに向かって作った。
クリス・ソウヤーは、去年いちばん売れたローラーコースター・タイクーンの
すべてを自分で作った。

ゲームを作るためには、何が必要なのだろうか？
二人の人間と、コードウォリアーのライセンス一つだ。

ゲームを作るために何億円も集めることが必要か？ 必要ない!
1991年のころ、典型的なゲームを作るには20万ドル(2000万円)必要だった。
ネットハックは、現在でも最も良いゲームの一つだが、空き時間に作られた。
TreadMarks は、今年の IGF の最終選考に残ったが、
それは彼らのサイトに載せられたダウンロード可能なバイナリがうみだす、
わずかな売りあげでまかなわれた。

ゲームを作るために基金が必要だろうか？ 食料配給券(米の生活保護プログラム)と、
電気代を支払うための若干のお金があればよい。

リスクを減らすために、既存の製品のマネをする必要があるだろうか？
まったくの狂気だ。この分野の歴史に対する挑戦だ。
これまでにおおきくヒットした作品は、いつもびっくりするほど革新的で、
それまでにあったものとは驚くほど異なっていた：
The Sims, SimCity, Doom, Command &amp; Conquer, Populous, Civilization などなど。
本当のリスクは「俺も俺も」な製品を作り、既存のものに少し手を加えて
下手な真似をした製品を量産することだ。
本当の勝利は、創造的なビジョンとともにやってくる。

狭い物流チャンネルがプロモーション費用を増大させる？
壊せばよい。ネットには狭い棚のスペースという考えかたはない。

投資した分を回収するには、何十万本も売れる必要がある？
なるほど、今日の機能不全に陥ったビジネスモデルだとそうだろう。
しかし、正しく、不安要素のない、独立したやりかたでゲームを作れば、
コストは劇的に小さくなる。 2〜3千本の売上げがあれば何とかなるだろう。

"Software, Etc."に死を。(おそらく店の陳列棚のことを言っている)
アメリカのほとんどのPCは、ビットを運んでくれるパイプ(回線)につながっている。
なぜビット列をプラスチックと金属でできている板にコピーして、
空気で満タンになっている箱につめて、
国の端から端まで運ばなければならないのか？
なぜもっと簡単で安くて環境にもやさしいそのパイプ(回線)を使わないのか。

EA と Vivendi に死を。
お前の、小売に対してとる卑屈な態度と、
ゲームを成立させているものに対する無知と、
完全に倫理的な感覚を失ってしまっていることと、
支払いへの臆病さと、
競争相手を窒息させることで成長しようとする事と、
開発者やマーケターが相互に理解させる能力に欠くこととが、
こう言わしめている。
お前は恐竜であり、なまけものの巨人であり、
膨大なオリジナリティを持つはずのものを妨害している。

ソニー、セガ、ニンテンドーに死を!
お前の、
開発のすべての段階においてチカチカしてイライラするようなゲーム倫理
からできるだけ離れないようにさせるためにやたら干渉してくる態度と、
バカみたいなプラットフォーム利用料と、
開発キットのアホみたいな値段と、
あらゆる層のゲームにとって最適でないコントローラーつきの箱が、
お前たちを永続的に価値があるゲームを作ろうとする人とは関係のないものにしている。

ゲーム産業に死を! ゲームに永遠の命を!

本当の英雄は、ロックスターの中にも、本当は映画を作りたいと思っている
ゲーム開発者の中にも、PlayBoy氏で胸を見せたい人の中にもいない。
本当の英雄は、ゲーム産業を作った人たちの中にいる。
ゲーム産業ができようとしているとき、彼らの輝くような想像力は
私達がいま理想とするようなゲームを作りあげた。
クリス・クロフォードは、一時は世界でもっとも優れたゲームデザイナーと
称賛されたが、現在はすでにあるカテゴリーに分類できないものをうまく売ることが
できないマーケティングマシンによって、見捨てられた。

(Dani Buntenの項目は省略)

Richard Garriott は、コンピューターRPGの事実上の発明者だが、
彼の中の使える部分はもう吸われ尽くされたと考えるマシン(企業)
によって見捨てられた。

Julian Gollop は、才能よりも商標を重視する業界のせいで、
彼自身の作業によって生みだされた果実に否定されてしまい、
いまは何とか生きながらえているという状態だ。

Will Wright は、行く手にあらゆる障害物を置いてくる企業を
あるていどやり過ごすことができている。

彼らがやったように、私たちもやろう。

プロプライエタリなコンソールじゃなくて、オープンなプラットフォーム用に作品を作ろう。

私たちは、私たちの想像力が燃えるほど発酵している中で、永遠に価値のある、
次の世代の人が指さすほど良いゲームを作るために努力する。
そして、それこそが、ゲームというすばらしい形式の芸術作品を作るときに大事なことだったのだ。
真似や既存の確実なものに対する追加よりも、革新のために努力しよう。

私たちは、「ゲーム」というものがもつ限りない可塑性と、
コードのすばらしい柔軟性とを模索し、
あたらしいゲームスタイルとゲームという形式へのアプローチ方法を探しだす。

私たちはゲームをプレイしたい人のためにゲームを作るだろう。
それは私たちがゲーマーだからであり、MBA野郎やハリウッドや
マーケティング畑からきた、"Tide" を売ってたような人間だからではない。

私たちは、小さな、しかし明確な意識をもった、ビジョンを共有し、
そのビジョンにむかって、不安なく妨害もされないチームでその仕事をする。

私たちは、自分たちのマーケットが、商品を在庫に入れてもらうために賄賂が
必要な小売ルートではなく、公共のインターネットにあることを見出す。
ゲリラ的で煽動的なマニフェストのようなゲリラ的なマーケティング方法を
使って、ゲームが好きでゲームに心を動かされる顧客に届ける。


私たちは、単にそれがやりたいという気持ちによって、
ゲームの独立革命を起こし、観衆や市場を作り、そして作品本体も作る。
これによってこの分野全体の価値が高まり、かつ創作物による利益も生みだされる。
ちょうど、独立系映画会社が映画業界でやっているように、
独立系音楽レーベルが音楽業界でやっているように。


私たちはマシン(企業)を排除する。
私たちは小売チャンネルを排除する。
私たちはでかい予算とでかいチームを排除する。
私たちは、50ドルの空気の箱を排除する。
私たちはエンドキャップ(？)と棚のスペースを排除する。
私たちは売ろうとしているものを理解しない経営者とプロデューサーを排除する。
私たちは臆病さを排除する。
私たちは「何が面白いかを知っている」というセリフを排除し、
そのかわりに、新しく面白いものを探そうとする。


私たちはこの産業を完全にひっくりかえす。

レッドウッド・シティ(EAのあるところ)よ、震えあがれ!
革命軍は行進中だ。

by デザイナー X

-----
「最初、彼らは無視する。次に笑いとばそうとする。
そして攻撃をしかけてくる。そのあと、あなたは勝つ。」
(ガンジー)
</PRE>

<HR>

<h2>Phase 2 ： 敵を知れ</h2>

<PRE>
この章はかなり冗長なので飛ばす。
金の亡者を吸血鬼にたとえていろいろ実例をあげている。
金を血にたとえて吸血鬼を出すのは面白い。
最後のところだけ。

* ニューモデル・ユートピア

  ゲームをしたり、ゲームを作ったりするときに吸血鬼の力に
頼らなくてもよい時を想像してみよう。
ゲーム開発の小さなチームは、ゲームを作る手順を完璧に知っているし、
作ったものをコントロールする権利も持っている。ゲームは、「メガストア」
では売られない。ネットや、近くのゲームダウンロードセンターで手に入る。
ゲームは50ドルを越えない。30ドル、10ドル、最初は無料だが1章ごとに50セント
のものもある。私たちは、あらゆるものについてのゲームを手にすることができる。
たとえば、銃をうつゲームや都市を作るゲームばかりでなく、
労働者の革命についてのものとか、
女性がレイブパーティーや異教徒の儀式に参加するゲームもある。
本当の競争を目の前にして、現在ある大企業は、去年のヒット作品をちょっと
変更したバギーな製品を発売してやり過ごすことはできなくなる。
私達がもっと良い意味で狂い、教育をうけ、団結すれば、
それを実現することは可能なのだ。
</PRE>

<hr>
<h2>Phase 3 : スクラッチウェア(scratchware) とは何か？</h2>

<PRE>
スクラチウェア FAQ

スクラッチウェア(なゲーム)について、知りたいけど質問しにくい、
いろいろのことについて。

* スクラッチウェアとは？

「スクラッチウェアゲーム」は、とても小さいけどプロ級の技術と、
ゲームデザインと、プログラミングとサウンドをもつ、
文庫本とおなじような値段で売られるようなコンピューターゲームのことだ。

スクラッチウェアゲームは、キーボードを使うことができて文章を読める人になら
事実上誰にでも遊んでもらうことができる。
スクラッチウェアゲームは、15分から、長くても1時間ぐらいであそべるほど短くて、
極めて何回でも遊ぶことができ、けっこう満足できて、奥が深く、
楽しいもののことをいう。

* なんで「スクラッチウェア」っていう単語なの？

Scratch; chump change; nickles and dimes.
(はした金：ニッケル(5セント硬貨)、dimes(10セント硬貨)
Ware; warez; software.
(ソフトウェア)
→はした金で作れる(買える)ソフトウェアのこと

* なぜスクラッチウェアが必要なの？

その理由は、ゲームソフトはほとんどの人にとって高すぎるからだ。
ゲームは去年のものでも35ドルで、最新だったら55ドルもする。
ほとんどのものは、その価値がない。

たとえば、それらのゲームは、直線的に、一度しか遊べないし、
多くのゲームは何回も遊んだり、ちがう遊びかたができない。
さらに、こういうゲームを作るパブリッシャーが何度も何度も要求する
価格を考えてみよう。

"Cheapass Games" 社は、賞を取るようなボードゲームやカードゲームを、
3ドルから7ドルで売る、とても成功しているゲーム会社だ。
彼らは、商用ボードゲーム業界でのスクラッチウェアだと言える。

Chepass Games 社のように、スクラッチウェアの哲学は価値のあるアイデアを守る。
この哲学は、考えがいのあるアイデアと、合理的なデザイン目標と、
注意深くて熱心な職人芸にとっての新境地となる。

開発チームが大きすぎからスクラッチウェアが必要だるということもある。

歌や詩を10人のチームで作ることを考えてみよう。
タペストリーやキャンバスの絵や小説を20人で書くことを考えてみよう。

コンピューターエンターテインメントのために、でかい予算を作成する
ことを考えてみよう。たとえば、Unrealベースの3Dシューティングゲームの
デザインチームは、おそらく50から100人のチームになる。

それに対して、2人程度の、いろんなスキルをもっているチームでゲームを
作ることを考えてみよう。彼らは友達や家族でよい。締切や官僚的支配が存在
しないことを想像してみよう。中身やゲームプレイ、芸術やデザインにだけ
縛られ、誰かほかの人に従属してない状態を想像してみよう。実際に作られる
ゲームを想像し、それを作ってみよう。

スクラッチウェアを想像してみよう。

良いコンピューターゲームの作りかたが一種類だけじゃないように
するためにもスクラッチウェアが必要だ。コンピューターゲーム企業は、
いまはパニックに陥っている。ゲームパブリッシャはよりどころをなくして
しまっている。 開発者の成熟度や、マネジメント能力、観衆の賢さ、
あるいはデザインの独自性について、正しい評価をしていないことを
認めたくないのだ。

一方、スクラッチウェアのゲームデザイナは、 大部分ではゲーム産業に
興味がないので、こんなナンセンスなことに頭を使わずに、
単にすごいゲームを作ればよい。。。


* スクラッチウェアという単語は、ゲーム以外のものにも適用して良いの？
 もちろん!

* スクラッチウェアゲームは、どんな風にして作られるの？
1〜3人の人によって、デザイン、実装、テスト、リリースされる。
彼らは普通のソフト(code warriorとか)とかPCをつかって作る。
だいたいにおいて夜や週末とか、「可能なとき」に開発される。
開発のタスクは、誰かが代わりにやったり、共同でおこなわれる。
関係者ならだれでも、以下のうちの2つか3つのスキルをもっているだろう：
(文章を)書く、プログラムする、絵をかく、ゲームデザインをする、音楽を作る。

スクラッチウェアは、当面は2Dの絵に依存するだろう。
ほとんどの人は、このことによる明確な利点に気付くだろう。
3Dのゲームは、複雑でコストがかかる。( 3Dは、個人で描画エンジンを作ることが
できて、かつアーティストも3Dモデルを作ることができるとき以外はやめといた
ほうがいい) 2D ゲーム用の絵はすぐ作れるし、実装も簡単で、
まだまだ底知れない表現の可能性を持っている。


* 誰がスクラッチウェアゲームを作るの？
誰も、まだ「スクラッチウェアを作ろう」と思っては作ってない。
まだ概念があたらしいから。(これは2000年に書かれた)
おそらく、シェアウェアの安いゲームは、自然とこの分類に入るだろう。

もしそのゲームが独自の内容をもっていて、素敵なゲームプレイができて、
何度も遊べて、プロ級の見た目があって、バグが少なくて、25ドルより安く
全体を手に入れることができて、3人以内で作られていたら、スクラッチウェア
だと言える。

* スクラッチウェアのデザインと制作には、どれぐらいのコストがかかるの？

  それぞれの開発者の才能とツールをプールに入れる。そのあと、
質問される： 私たちがもっているアイデアのうちどれを、いまある
スキルとツールを使って作ることができるか？
重要なことは、スクラッチウェアを作るにはほとんどコストがかからない
ということだ。 特殊なツールやライブラリがいる場合は、
棚に入って売ってるような、手にとどかないソフト(shelfware)ではなくて、
フリーウェアを使うのがよいだろう。
  もしスクラッチウェアを作るためにコストがかかるとしても、
おそらく、ゴルフや写真、マウンテンバイクみたいな趣味の範囲をこえる
ような金額におさまるだろう。

* スクラッチウェアにはどんなゲームジャンルが向いてるの？

  何でもいい。アドベンチャー、戦略シム、パズル、などでもよいし、
テーマも、SF,歴史もの、ファンタジー、なんでもOK.


* スクラッチウェアを買うにはどれぐらい必要 ?

10ドルから25ドル。ダウンロード可能か、あるいはCD-ROMに入ってる。

* どんなのを買うべき？

  良いゲーム。プロ級な絵と、プログラムと、シナリオと、デザイン、音と、それにみあう価格。

* スクラッチウェアを配布(課金回収)するのは誰？

  そんな人はいない。いまは、シェアウェア・モデル以外のものはない。
スクラッチウェアには、非常に創造的な配布方法が必要だ。
現在では、最適な配布方法はネット上の取り引き方法の進歩によって
もたらされるように思える。
  独立系ゲームやスクラッチウェアのために使える配布システムを作ることは、
我々のうちの、もっとビジネス寄りの頭をもっている起業家にとって、
とても魅力的な計画かもしれない。すごく利益がでるかもしれないことだ。

  いい感じの、オンライン上でスクラッチウェアを陳列したりレビューしたり
紹介したりする、ゲーム志向のwebサイトと、ちょっとしたゲリラマーケティング
ができたら、これらのハードルは越えることができるだろう。少なくとも、
スクラッチウェアの配布システムが完成するまでは。

- デザイナー R


<hr>
訳： Kengo Nakajima (適当すぎ、すんません)


</body> </html>
